Repository: justquick/django-activity-stream
Catalog: actstream/locale/*/LC_MESSAGES/django.po
Languages: es, ru, sv

source: started following
es: comenzó a seguir
ru: начал следить за
sv: började följa

source: started %s
es: comenzó %s
ru: начал %s

source: stopped following
es: dejó de seguir
ru: перестал следить за
sv: slutade följa

source: stopped %s
es: dejó %s
ru: перестал %s

source: %(actor)s %(verb)s %(action_object)s on %(target)s %(timesince)s ago
es: %(actor)s %(verb)s %(action_object)s en %(target)s %(timesince)s atrás
ru: %(actor)s %(verb)s %(action_object)s %(target)s %(timesince)s назад
sv: %(actor)s %(verb)s %(action_object)s på %(target)s %(timesince)s sedan

source: %(actor)s %(verb)s %(target)s %(timesince)s ago
es: %(actor)s %(verb)s %(target)s %(timesince)s atrás
ru: %(actor)s %(verb)s %(target)s %(timesince)s назад
sv: %(actor)s %(verb)s %(target)s %(timesince)s sedan

source: %(actor)s %(verb)s %(action_object)s %(timesince)s ago
es: %(actor)s %(verb)s %(action_object)s %(timesince)s atrás
ru: %(actor)s %(verb)s %(action_object)s %(timesince)s назад
sv: %(actor)s %(verb)s %(action_object)s %(timesince)s sedan

source: %(actor)s %(verb)s %(timesince)s ago
es: %(actor)s %(verb)s %(timesince)s atrás
ru: %(actor)s %(verb)s %(timesince)s назад
sv: %(actor)s %(verb)s %(timesince)s sedan

source: ago
es: atrás
ru: назад
sv: sedan

source: UNFOLLOW
es: DEJAR DE SEGUIR
ru: Отписаться
sv: SLUTA FÖLJA

source: FOLLOW
es: SEGUIR
ru: Подписаться
sv: FÖLJA

source: View my actions
es: Ver mas acciones
ru: Посмотреть мои события
sv: Visa mina åtgärder

source: No actions yet
es: Aún no hay acciones
ru: Еще нет событий
sv: Inga åtgärder än

source: On %(date)s at %(time)s
es: En %(date)s a %(time)s
ru: %(date)s в %(time)s
sv: på %(date)s vid %(time)s

source: Users following %(actor)s
es: Usuarios siguiendo %(actor)s
ru: Подписчики %(actor)s
sv: Användare som följer %(actor)s

source: Actors that %(user)s follows
es: Actores que %(user)s sigue
ru: Подписки %(user)s
sv: Actors som följer %(user)s

source: English
es: Inglés
ru: Английский
sv: Engelska
